/*
  Localizable.strings
  txtodo

  Created by FIGBERT on 8/9/20.

*/

"about" = "אודות";
"daily" = "יומית";
"floating" = "צפות";
"create a note" = "הוסף פתק";
"edit note" = "ערוך הפתק הזה";
"edit task" = "ערוך המשימה הזאת";
"notifications" = "עדכונים";
"settings" = "הגדרות";
"tap" = "הקיש כאן";
"task priority" = "עדיפות למשימה";
"txtodo by figbert - v%@" = "טקסטודו v%@ מאת FIGBERT";
"time scheduled" = "זמן מתוזמן";
"notifications enabled" = "עדכונים מופעלים";
"notifications disabled" = "עדכונים כבויים";

/* The name of the app. */
"title" = "טקסטודו";
/* The first paragraph of the iOS about page. */
"aboutOne" = "מבוטא \"טקסט טו דו\", טקסטודו היא אפליקציית רשימת משימות מינימליסטית עם קוד פתוח שנעשתה על ידי FIGBERT ובהשראת ג'ף הואנג. טקסטודו רשם את המשימות המיידיות שלך לטווח הקצר שיעזרו לך לבצע דברים מבלי לחשוב אליהם יותר מידי.";
/* The second paragraph of the iOS about page. */
"aboutTwo" = "אחרי שקראתי פוסט מאת ג'ף הואנג, התחלתי לחשוב על איך אני מנהל את המשימות היומיומיות שלי. רציתי ליצור פיתרון שיכול להכשיר אותי להיות יותר פרודוקטיבי.";
/* The third paragraph of the iOS about page. */
"aboutThree" = "הפיתרון הזה הוא טקסטודו. טקסטודו מנהל משימות מיידיות לטווח הקצר כדי לעזור לך לעשות דברים. ברוך הבא לפרודוקטיביות. ברוך הבא לטקסטודו.";
/* The text for the https://jeffhuang.com/productivity_text_file/ url. */
"view inspo" = "עברו להשראה";
/* The text for the https://txtodo.app/ url. */
"view site" = "עברו לאתר האפליקציה";
